{
  "Index": {
    "playNow": "すぐに遊ぶ",
    "publisher": "発行者",
    "rating": "評価",
    "howToPlay": "遊び方",
    "controls": "操作方法",
    "objectives": "目標"
  },
  "Navigation": {
    "newGames": "新しいゲーム",
    "hotGames": "人気ゲーム"
  },
  "Footer": {
    "copyright": "著作権 © 2025 マーチ・テクノロジー有限会社。全ての権利を留保しています。",
    "contact": {
      "title": "お問い合わせ",
      "emailUs": "メールを送る"
    },
    "privacy": {
      "title": "ポリシー",
      "privacyPolicy": "プライバシーポリシー",
      "cookiePolicy": "Cookieポリシー"
    },
    "terms": {
      "title": "条項",
      "termsOfService": "サービス利用規約"
    }
  },
  "Privacy": {
    "title": "プライバシーポリシー",
    "lastUpdated": "最終更新日",
    "backToHome": "ホームに戻る",
    "whatInfomation": {
      "title": "私たちはどんな情報を収集していますか？",
      "content1": "私たちは以下のデータを収集する可能性があります。",
      "content2": "あなたの居住地や当ウェブサイトへのアクセスに関する情報（アクセス回数などを含む）。",
      "content3": "Google Analyticsで取得するすべてのデータは安全です。"
    },
    "dmca": {
      "title": "著作権侵害申し立てに関するDMCA通知と手続き",
      "content": "デジタルミレニアム著作権法（DMCA）に基づいて削除通知を提出したい場合、以下の情報を書面で当社指定の著作権代理人に提出してください（詳細は米国法典17編§512(c)(3)を参照）。1. 著作権所有者を代表して行動する権限を持つ個人の物理的または電子的な署名。2. 著作権侵害と主張されている著作権保護対象の作品の明確かつ具体的な説明（作品があるURL（またはウェブアドレス）や著作権保護対象の作品そのもののコピーを含む）。3. 当該サービス上で侵害とされる資料が見つかるURLまたは特定の場所の特定。4. あなたの完全な連絡先情報（住所、電話番号、メールアドレスを含む）。5. 当該資料の使用が著作権所有者、その代理人、または法律によって許可されていないというあなたの善意の信念を表明する声明。6. 偽証罪の罰則の下、通知に記載された情報が正確であり、あなたが著作権所有者であるか、または著作権所有者を代表して行動する権限を持つことを表明する声明。support@blumgislime.onlineまでメールでご連絡いただけます。"
    },
    "copyright": {
      "title": "著作権ポリシー",
      "content": "我々は知的財産権の保護を非常に重視しています。当社サービス上に投稿されたコンテンツが、ある個人または団体の著作権やその他の知的財産権（「侵害」）を侵害しているという申し立てに対して、直ちに対応することが我々の方針です。あなたが著作権所有者であるか、または著作権所有者を代表して行動する権限を持つ場合、そしてあなたの著作権保護対象の作品が著作権侵害を構成する方法で使用されたと思われる場合、「著作権侵害」という件名でsupport@blumgislime.onlineへメールで申し立てを提出してください。下記「著作権侵害申し立てに関するDMCA通知と手続き」に記載されているように、申し立てられた侵害の詳細な説明を含めるようにしてください。"
    },
    "dataCollection": {
      "title": "データ収集",
      "content1": "私たちは、あなたに最高のゲーム体験を提供するために必要な最小限のデータを収集します。これには基本的な使用統計やゲームの設定情報が含まれます。あなたが明示的に提供しない限り、個人情報は収集しません。",
      "content2": "一部のゲームはゲーム内で情報を収集し、それが開発者に送信される可能性があります。当ウェブサイトは、そちら側でのプライバシー収集に関して一切の責任を負いません。"
    },
    "dataSecurity": {
      "title": "データセキュリティ",
      "content": "私たちはあなたのデータのセキュリティを非常に重視しています。すべてのデータは暗号化され、安全に保管されています。定期的にセキュリティ対策を更新して、あなたの情報が保護され続けるようにしています。"
    },
    "cookies": {
      "title": "Cookieとローカルストレージ",
      "content": "私たちはCookieとローカルストレージを使用して、あなたのゲームの進行状況と設定情報を保存します。これらはゲームが正しく機能し、スムーズなゲーム体験を提供するために不可欠です。"
    },
    "thirdParty": {
      "title": "サードパーティサービス",
      "content": "当社のゲームには、分析やパフォーマンスモニタリングのためのサードパーティサービスが含まれる場合があります。これらのサービスは、それぞれ独自のプライバシーポリシーとデータ処理契約によって拘束されています。"
    },
    "contact": {
      "title": "お問い合わせ",
      "content": "当社のプライバシーポリシーや、データの取り扱いに関してご質問がある場合は、以下のアドレスまでご連絡ください。"
    }
  },
  "Cookies": {
    "title": "Cookieポリシー",
    "lastUpdated": "最終更新日",
    "backToHome": "ホームに戻る",
    "whatAreCookies": {
      "title": "Cookieとは何ですか？",
      "content": "Cookieは、あなたが当社のウェブサイトを訪問するときに、あなたのデバイスに配置される小さなテキストファイルです。それらは、あなたの設定情報を記憶し、あなたがゲームをどのように使用しているかを分析し、セキュリティに役立つことで、あなたにより良い体験を提供するのに役立ちます。"
    },
    "howWeUse": {
      "title": "Cookieの利用方法",
      "essential": "ゲームが正しく機能するために必要な重要なCookie",
      "preferences": "あなたの設定や選択を記憶する設定Cookie",
      "analytics": "あなたがゲームをどのように使用しているかを理解するための分析Cookie"
    },
    "cookieTypes": {
      "title": "私たちが使用するCookieの種類",
      "essential": {
        "title": "重要なCookie",
        "description": "これらのCookieはゲームが正しく機能するために必要です。ゲームの進行状況の保存やセキュリティ機能などの基本的な機能を可能にします。これらのCookieがなければ、ゲームは正しく機能しません。"
      },
      "preferences": {
        "title": "設定Cookie",
        "description": "これらのCookieは、あなたの設定や選択（言語設定やゲームの設定など）を記憶します。それらは、あなたの設定情報を記憶することで、あなたの体験を向上させます。"
      },
      "analytics": {
        "title": "分析Cookie",
        "description": "これらのCookieは、匿名で情報を収集して報告することで、訪問者が当社のゲームとどのように相互作用しているかを理解するのに役立ちます。これは、全員にとってゲーム体験を向上させるのに役立ちます。"
      }
    },
    "control": {
      "title": "Cookieの管理",
      "content": "ほとんどのウェブブラウザは自動的にCookieを受け入れますが、あなたが希望する場合は、ブラウザの設定を変更してCookieを拒否することができます。ただし、これにより、当社のゲームのすべての機能を十分に利用できなくなる可能性があります。",
      "browserSettings": "ここで、あなたのブラウザ内のCookie設定を管理できます。"
    },
    "contact": {
      "title": "Cookieに関する質問",
      "content": "私たちがCookieをどのように使用しているかに関してご質問がある場合は、以下のアドレスまでご連絡ください。"
    }
  },
  "Terms": {
    "title": "サービス利用規約",
    "lastUpdated": "最終更新日",
    "backToHome": "ホームに戻る",
    "acceptance": {
      "title": "規約の承諾",
      "content": "Blumgi Slimeにアクセスして遊ぶことで、あなたはこれらのサービス利用規約を読み、理解し、拘束されることを承認するものとします。これらの条項に同意できない場合は、当ゲームを使用しないでください。"
    },
    "gameAccess": {
      "title": "ゲームへのアクセスと使用",
      "content": "私たちは、あなたに個人的な娯楽目的のみでBlumgi Slimeにアクセスして使用する、個人的で非排他的、譲渡不可、制限された権利を付与します。",
      "requirements": {
        "age": "Blumgi Slimeを遊ぶには、少なくとも13歳以上である必要があります。",
        "account": "あなたは、自分のアカウントの機密性を維持する責任があります。",
        "rules": "あなたは、ゲームに提供されているすべての規則とガイドラインを遵守することに同意します。"
      }
    },
    "userConduct": {
      "title": "ユーザーの行動",
      "intro": "Blumgi Slimeを遊ぶ間、あなたは以下の禁止されている活動に参加しないことに同意します。",
      "prohibited": {
        "cheating": "チート、自動化ソフトウェア、ハッキング、改造モジュール、または未承認のサードパーティソフトウェアを使用すること。",
        "harassment": "他のプレイヤーを嫌がらせ、いじめ、または脅すこと。",
        "illegal": "違法な活動に参加するか、違法なコンテンツを宣伝すること。",
        "security": "セキュリティ対策を突破しようとしたり、未承認の領域にアクセスすること。",
        "commercial": "未承認でゲームを商業目的で使用すること。"
      }
    },
    "intellectualProperty": {
      "title": "知的財産権",
      "content": "Blumgi Slimeのすべての側面は、著作権、商標、その他の知的財産権法によって保護されています。",
      "protected": {
        "title": "保護されている要素には以下が含まれます。",
        "graphics": "ゲームのグラフィック、キャラクター、アートワーク。",
        "code": "ソースコードとゲームのメカニズム。",
        "content": "テキスト、音声、音楽、視覚的なコンテンツ。",
        "trademarks": "ロゴ、名称、ブランド要素。"
      }
    },
    "termination": {
      "title": "アカウントの停止",
      "content": "我々は、これらのサービス利用規約に違反すると思われる行動や、他のユーザー、我々、またはサードパーティに害を与える行動、またはその他の理由で、独自の裁量で、事前の通知なしに、あなたのBlumgi Slimeへのアクセスを停止または終了させる権利を留保します。",
      "warning": "これらの条項のいずれかを違反すると、直ちにアカウントが停止される可能性があります。"
    },
    "disclaimer": {
      "title": "保証の免責事項",
      "caps": "ゲームは「現状有姿」および「利用可能な状態」で提供されます。",
      "content": "当社は、ゲームの信頼性、利用可能性、またはあなたの意図する目的に対する適合性に関して、明示的または黙示的な保証を行いません。当社は、ゲームがエラーがなく、中断されないことを保証しません。"
    },
    "contact": {
      "title": "お問い合わせ",
      "content": "これらのサービス利用規約に関する質問がある場合は、次のアドレスまでご連絡ください。"
    }
  }
}