{
  "Index": {
    "playNow": "Играйте сейчас",
    "publisher": "Издатель",
    "rating": "Рейтинг",
    "howToPlay": "Как играть",
    "controls": "Управление",
    "objectives": "Цели"
  },
  "Navigation": {
    "newGames": "Новые игры",
    "hotGames": "Популярные игры"
  },
  "Footer": {
    "copyright": "© 2025, ООО «Марч Текнологии». Все права защищены.",
    "contact": {
      "title": "Контакты",
      "emailUs": "Отправьте нам электронное письмо"
    },
    "privacy": {
      "title": "Политики",
      "privacyPolicy": "Политика конфиденциальности",
      "cookiePolicy": "Политика файлов cookie"
    },
    "terms": {
      "title": "Условия",
      "termsOfService": "Условия предоставления услуг"
    }
  },
  "Privacy": {
    "title": "Политика конфиденциальности",
    "lastUpdated": "Последнее обновление",
    "backToHome": "Вернуться на главную страницу",
    "whatInfomation": {
      "title": "Какие данные мы собираем?",
      "content1": "Мы можем собирать следующие данные:",
      "content2": "Информацию о вашем городе и о вашем визите на сайт, в том числе количество посещений и т.д.",
      "content3": "Все данные, полученные с помощью Google Analytics, будут безопасными."
    },
    "dmca": {
      "title": "Уведомление о нарушении авторских прав в соответствии с Digital Millennium Copyright Act (DMCA) и процедура рассмотрения жалоб",
      "content": "Если вы хотите подать запрос на удаление материала в соответствии с Digital Millennium Copyright Act (DMCA), пожалуйста, отправьте следующую информацию письменно нашему уполномоченному агенту по вопросам авторских прав (подробнее см. в 17 U.S.C. § 512(c)(3)): 1. Физическая или электронная подпись лица, уполномоченного действовать от имени владельца авторских прав; 2. Ясное и конкретное описание произведения, охраняемого авторским правом, по которому утверждается, что его права были нарушены, в том числе URL-адрес (или веб-адрес), по которому можно найти это произведение, или копия самого произведения, охраняемого авторским правом; 3. Указание URL-адреса или конкретного места на сервисе, где находится материал, который, как полагается, нарушает авторские права; 4. Ваши полные контактные данные, в том числе адрес, номер телефона и электронный адрес; 5. Утверждение о том, что вы доброжелательно полагаете, что использование данного материала не санкционировано владельцем авторских прав, его агентом или законом; 6. Утверждение под страхом наказания за лжесвидетельство о том, что информация, представленная в уведомлении, является точной и что вы являетесь владельцем авторских прав или уполномоченным действовать от их имени. Вы можете связаться со мной по электронной почте по адресу support@blumgislime.online."
    },
    "copyright": {
      "title": "Политика по вопросам авторских прав",
      "content": "Мы очень серьёзно относимся к защите прав интеллектуальной собственности. Наша политика заключается в том, чтобы немедленно рассматривать любые претензии о нарушении авторских прав или других прав интеллектуальной собственности ('нарушение') какого-либо лица или организации в отношении контента, опубликованного на нашем сервисе. Если вы являетесь владельцем авторских прав или уполномоченным действовать от их имени и полагаете, что ваше произведение, охраняемое авторским правом, было использовано в нарушение авторских прав, пожалуйста, отправьте свою претензию по электронной почте на адрес support@blumgislime.online с темой: 'Нарушение авторских прав'. Убедитесь, что вы включили подробное описание предполагаемого нарушения, как описано ниже в разделе 'Уведомление о нарушении авторских прав в соответствии с Digital Millennium Copyright Act (DMCA) и процедура рассмотрения жалоб'."
    },
    "dataCollection": {
      "title": "Сбор данных",
      "content1": "Мы собираем минимальные данные, необходимые для того, чтобы обеспечить вам наилучший опыт игры. Это включает в себя базовые статистики использования и настройки игры. Мы не собираем личную информацию, если вы явно не предоставляете ее нам.",
      "content2": "Некоторые игры собирают информацию внутри игры, которая может быть отправлена разработчикам. Этот сайт не несет ответственности за сбор данных о конфиденциальности со стороны разработчиков."
    },
    "dataSecurity": {
      "title": "Безопасность данных",
      "content": "Мы очень серьёзно относимся к безопасности ваших данных. Все данные зашифрованы и хранятся в безопасном месте. Мы регулярно обновляем меры безопасности, чтобы обеспечить сохранность вашей информации."
    },
    "cookies": {
      "title": "Файлы cookie и локальное хранилище",
      "content": "Мы используем файлы cookie и локальное хранилище для сохранения вашего прогресса в игре и ваших настроек. Это является важным условием для правильной работы игры и обеспечения бесперебойного игрового опыта."
    },
    "thirdParty": {
      "title": "Услуги третьих лиц",
      "content": "Наше игру может включать в себя услуги третьих лиц для анализа и мониторинга производительности. Эти услуги подчиняются собственной политике конфиденциальности и соглашениям о обработке данных."
    },
    "contact": {
      "title": "Свяжитесь с нами",
      "content": "Если у вас есть вопросы по нашей политике конфиденциальности или по тому, как мы обрабатываем ваши данные, пожалуйста, свяжитесь с нами по адресу:"
    }
  },
  "Cookies": {
    "title": "Политика файлов cookie",
    "lastUpdated": "Последнее обновление",
    "backToHome": "Вернуться на главную страницу",
    "whatAreCookies": {
      "title": "Что такое файлы cookie?",
      "content": "Файлы cookie — это маленькие текстовые файлы, которые размещаются на вашем устройстве при посещении нашего сайта. Они помогают нам обеспечить вам лучший опыт, запомнив ваши настройки, анализируя, как вы используете нашу игру, и обеспечивая безопасность."
    },
    "howWeUse": {
      "title": "Как мы используем файлы cookie?",
      "essential": "Необходимые файлы cookie для правильной работы игры",
      "preferences": "Файлы cookie, которые запоминают ваши настройки и выборы",
      "analytics": "Файлы cookie для анализа, которые помогают нам понять, как вы используете нашу игру"
    },
    "cookieTypes": {
      "title": "Типы файлов cookie, которые мы используем",
      "essential": {
        "title": "Необходимые файлы cookie",
        "description": "Эти файлы cookie необходимы для правильной работы игры. Они обеспечивают базовые функции, такие как сохранение прогресса в игре и безопасность. Игра не может работать правильно без этих файлов cookie."
      },
    "preferences": {
        "title": "Файлы cookie, которые запоминают настройки и выборы",
        "description": "Эти файлы cookie запоминают ваши настройки и выборы, например, предпочтения языка и настройки игры. Они улучшают ваш опыт, запомняя ваши настройки."
      },
    "analytics": {
        "title": "Файлы cookie для анализа",
        "description": "Эти файлы cookie помогают нам понять, как посетители взаимодействуют с нашим игрой, собирая и предоставляя информацию анонимно. Это помогает нам улучшить игровой опыт для всех."
      }
    },
    "control": {
      "title": "Управление файлами cookie",
      "content": "Большинство веб-браузеров автоматически принимают файлы cookie, но вы можете изменить настройки браузера, чтобы отказаться от них, если хотите. Однако это может помешать вам полностью использовать все возможности нашей игры.",
      "browserSettings": "Вы можете управлять настройками файлов cookie в своем браузере здесь:"
    },
    "contact": {
      "title": "Вопросы по файлам cookie?",
      "content": "Если у вас есть вопросы по тому, как мы используем файлы cookie, пожалуйста, свяжитесь с нами по адресу:"
    }
  },
  "Terms": {
    "title": "Условия предоставления услуг",
    "lastUpdated": "Последнее обновление",
    "backToHome": "Вернуться на главную страницу",
    "acceptance": {
      "title": "Принятие условий",
      "content": "При доступе и игре в Blumgi Slime вы подтверждаете, что прочитали, поняли и согласны соблюдать эти условия предоставления услуг. Если вы не согласны с этими условиями, пожалуйста, не используйте нашу игру."
    },
    "gameAccess": {
      "title": "Доступ к игре и ее использование",
      "content": "Мы предоставляем вам персональное, неисключительное, неотправляемое и ограниченное право на доступ и использование Blumgi Slime только для личных целей развлечения.",
      "requirements": {
        "age": "Для игры в Blumgi Slime вам должен быть не менее 13 лет.",
        "account": "Вы несете ответственность за сохранность конфиденциальности своего аккаунта.",
        "rules": "Вы соглашаетесь соблюдать все правила и рекомендации, предоставленные для игры."
      }
    },
    "userConduct": {
      "title": "Поведение пользователей",
      "intro": "При игре в Blumgi Slime вы соглашаетесь не участвовать в следующих запрещенных действиях:",
      "prohibited": {
        "cheating": "Использование читов, программ автоматизации, взлома, модификаций или любого неавторизованного программного обеспечения третьих лиц",
        "harassment": "Преследование, запугивание или домогательство других игроков",
        "illegal": "Участие в незаконных действиях или продвижение незаконного контента",
        "security": "Попытки обойти меры безопасности или получить доступ к неавторизованным областям",
        "commercial": "Использование игры для коммерческих целей без разрешения"
      }
    },
    "intellectualProperty": {
      "title": "Права интеллектуальной собственности",
      "content": "Все аспекты Blumgi Slime защищены авторскими правами, товарными знаками и другими законами о защите интеллектуальной собственности.",
    "protected": {
        "title": "Защищаемые элементы включают:",
        "graphics": "Графика игры, персонажи и произведения искусства",
        "code": "Исходный код и механики игры",
        "content": "Текст, звук, музыка и визуальный контент",
        "trademarks": "Логотипы, имена и элементы торговой марки"
      }
    },
    "termination": {
      "title": "Закрытие аккаунта",
      "content": "Мы оставляем за собой право приостановить или прекратить ваш доступ к Blumgi Slime по своему усмотрению, без предварительного уведомления, если мы считаем, что ваше поведение нарушает эти условия предоставления услуг или вредит другим пользователям, нам или третьим лицам, или по любым другим причинам.",
      "warning": "Любое нарушение этих условий может привести к немедленному закрытию аккаунта."
    },
    "disclaimer": {
      "title": "Отказ от гарантии",
      "caps": "ИГРА ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ» И «В ТОМ КАСЕ, КОГДА ДОСТУПНА»",
      "content": "Мы не даем никаких гарантий, явных или подразумеваемых, в отношении надежности, доступности или соответствия игры целям, на которые вы ее используете. Мы не гарантируем, что игра будет свободна от ошибок или прерываний."
    },
    "contact": {
      "title": "Свяжитесь с нами",
      "content": "Если у вас есть вопросы по этим условиям предоставления услуг, пожалуйста, свяжитесь с нами по адресу:"
    }
  }
}